[
  {
    "name": "Mercury",
    "nickname": "The Swift Planet",
    "moons": 0,
    "asteroids": "None known in its orbit",
    "material": "Rock and metal",
    "surfaceTemperature": {
      "night": "-173°C",
      "day": "427°C"
    },
    "weatherClimate": "No atmosphere, extreme temperature fluctuations",
    "travelTime": "Approximately 39-48 million miles from Earth; about 3 months with current technology",
    "curiosa": [
      "Mercury is the closest planet to the Sun, with an average distance of about 58 million kilometers (36 million miles).",
      "It experiences the most extreme temperature fluctuations in the solar system, ranging from -173°C (-280°F) at night to 427°C (800°F) during the day.",
      "It has the shortest orbit around the Sun, taking only 88 Earth days to complete one revolution.",
      "Mercury has a very thin atmosphere, known as an exosphere, made up of atoms blasted off its surface by solar wind and meteoroid impacts."
    ]
  },
  {
    "name": "Venus",
    "nickname": "Earth's Twin",
    "moons": 0,
    "asteroids": "None known in its orbit",
    "material": "Silicate rock and metals",
    "surfaceTemperature": "467°C",
    "weatherClimate": "Thick clouds of sulfuric acid, surface pressure 92 times that of Earth, frequent lightning and acid rain",
    "travelTime": "Approximately 38-261 million miles from Earth; about 3-4 months with current technology",
    "curiosa": [
      "Venus is the hottest planet in our solar system, with surface temperatures averaging around 462°C (864°F) due to its thick, toxic atmosphere.",
      "It is often called Earth's twin because it is similar in size, density, and composition.",
      "Venus rotates very slowly and in the opposite direction to most planets, meaning the Sun rises in the west and sets in the east, indicating a retrograde rotation."
    ]
  },
  {
    "name": "Tellus",
    "nickname": "The Blue Planet",
    "moons": 1,
    "asteroids": "No known asteroids in stable orbit around Earth",
    "material": "Rock and metal",
    "surfaceTemperature": "15°C",
    "weatherClimate": "Diverse climates ranging from polar to tropical",
    "travelTime": "N/A (we live here!)",
    "curiosa": [
      "Earth is the only planet known to support life and has liquid water on its surface.",
      "About 71% of Earth's surface is covered with water.",
      "Earth's atmosphere is composed of five main layers, which protect us from space debris and harmful solar radiation."
    ]
  },
  {
    "name": "Mars",
    "nickname": "The Red Planet",
    "moons": 2,
    "asteroids": "Some captured Trojan asteroids",
    "material": "Iron oxide (rust) and silicate rock",
    "surfaceTemperature": {
      "winter": "-125°C",
      "summer": "20°C"
    },
    "weatherClimate": "Thin atmosphere, frequent dust storms, cold desert-like climate",
    "travelTime": "Approximately 55-400 million miles from Earth; about 6-9 months with current technology",
    "curiosa": [
      "Mars is often called the Red Planet because of its reddish appearance, which is due to iron oxide (rust) on its surface.",
      "It is home to the largest volcano in the solar system, Olympus Mons, which is about 13.6 miles (22 kilometers) high.",
      "Mars has two small moons, Phobos and Deimos, which are thought to be captured asteroids.",
      "It has a canyon system, Valles Marineris, that is over 4,000 km long."
    ]
  },
  {
    "name": "Jupiter",
    "nickname": "The Gas Giant",
    "moons": 92,
    "asteroids": "Numerous Trojan asteroids sharing its orbit",
    "material": "Hydrogen and helium, with a possible rocky core",
    "surfaceTemperature": "-145°C at cloud tops",
    "weatherClimate": "Great Red Spot (a giant storm), bands of clouds, strong winds",
    "travelTime": "Approximately 365-601 million miles from Earth; about 1-2 years with current technology",
    "curiosa": [
      "Jupiter is the largest planet in our solar system, with a diameter of about 143,000 kilometers (89,000 miles).",
      "It has a giant storm called the Great Red Spot, which is larger than Earth and has been raging for at least 400 years.",
      "Jupiter has at least 79 moons, including the four largest called the Galilean moons: Io, Europa, Ganymede, and Callisto.",
      "It has the strongest magnetic field in the solar system."
    ]
  },
  {
    "name": "Saturn",
    "nickname": "The Ringed Planet",
    "moons": 83,
    "asteroids": "Some Trojan asteroids",
    "material": "Hydrogen and helium",
    "surfaceTemperature": "-178°C at cloud tops",
    "weatherClimate": "Extensive ring system, strong winds and storms",
    "travelTime": "Approximately 746-1.6 billion miles from Earth; about 3-6 years with current technology",
    "curiosa": [
      "Saturn is famous for its stunning ring system, which is made up of ice and rock particles.",
      "It is the least dense planet; it could float in water if there were a body of water large enough.",
      "Saturn's largest moon, Titan, has a thick atmosphere and lakes of liquid methane and ethane.",
      "Saturn's rings are made mostly of ice particles, rocky debris, and dust."
    ]
  },
  {
    "name": "Uranus",
    "nickname": "The Ice Giant",
    "moons": 27,
    "asteroids": "None known in its orbit",
    "material": "Hydrogen, helium, and ices (water, ammonia, methane)",
    "surfaceTemperature": "-224°C",
    "weatherClimate": "Very cold, thick atmosphere, rotates at a tilted axis, extreme seasonal variations",
    "travelTime": "Approximately 1.6-3.2 billion miles from Earth; about 8.5 years with current technology",
    "curiosa": [
      "Uranus rotates on its side, making its rotation axis nearly parallel to its orbit.",
      "It has the coldest atmosphere of any planet, with temperatures dropping as low as -224°C (-371°F).",
      "Its blue-green color is due to methane in its atmosphere, which absorbs red light."
    ]
  },
  {
    "name": "Neptune",
    "nickname": "The Windy Planet",
    "moons": 14,
    "asteroids": "Some known Neptune Trojans",
    "material": "Hydrogen, helium, and ices (water, ammonia, methane)",
    "surfaceTemperature": "-214°C",
    "weatherClimate": "Strong winds, storms, Great Dark Spot",
    "travelTime": "Approximately 2.7-4.3 billion miles from Earth; about 12 years with current technology",
    "curiosa": [
      "Neptune has the strongest winds in the solar system, with speeds reaching up to 2,100 kilometers per hour (1,300 miles per hour).",
      "Similar to Jupiter's Great Red Spot, Neptune has a giant storm called the Great Dark Spot.",
      "Neptune's largest moon, Triton, has geysers that spew nitrogen gas and is one of the coldest places in the solar system.",
      "Neptune emits more heat than it receives from the Sun."
    ]
  },
  {
    "name": "Pluto",
    "nickname": "The Dwarf Planet",
    "moons": 5,
    "asteroids": "None known in its orbit",
    "material": "Rock and ice",
    "surfaceTemperature": {
      "range": "-240°C to -218°C"
    },
    "weatherClimate": "Very thin atmosphere, surface made of nitrogen ice with possible seasonal nitrogen snow",
    "travelTime": "Approximately 2.7-4.7 billion miles from Earth; about 9-12 years with current technology",
    "curiosa": [
      "Pluto has a heart-shaped glacier named Tombaugh Regio and is part of the Kuiper Belt.",
      "It is classified as a dwarf planet in the Kuiper Belt.",
      "Pluto has an elliptical orbit that takes it closer to the Sun than Neptune at times.",
      "NASA's New Horizons mission provided the first close-up images of Pluto in 2015."
    ]
  }
]
