[
  {
    "message": "One day on Venus is longer than a year! It takes 243 Earth days to rotate once and 225 days to orbit the Sun.",
    "likes": 0,
    "createdAt": "2024-05-28T08:00:00Z"
  },
  {
    "message": "Jupiter has the shortest day of all the planets. It completes a rotation on its axis in about 10 hours.",
    "likes": 0,
    "createdAt": "2024-05-27T12:00:00Z"
  },
  {
    "message": "The hottest planet is Venus, with an average surface temperature of about 462°C (864°F).",
    "likes": 0,
    "createdAt": "2024-05-26T18:00:00Z"
  },
  {
    "message": "Mars is home to the tallest mountain in the solar system, Olympus Mons, at about 13.6 miles high.",
    "likes": 0,
    "createdAt": "2024-05-25T10:00:00Z"
  },
  {
    "message": "The Milky Way will collide with the Andromeda galaxy in about 4.5 billion years.",
    "likes": 0,
    "createdAt": "2024-05-24T15:00:00Z"
  },
  {
    "message": "Neutron stars are so dense that a sugar-cube-sized amount would weigh about a billion tons.",
    "likes": 0,
    "createdAt": "2024-05-23T20:00:00Z"
  },
  {
    "message": "Olympus Mons on Mars is the largest volcano in the solar system, nearly three times the height of Everest.",
    "likes": 0,
    "createdAt": "2024-05-22T14:00:00Z"
  },
  {
    "message": "A day on Pluto is about 6.4 Earth days long.",
    "likes": 0,
    "createdAt": "2024-05-21T09:00:00Z"
  },
  {
    "message": "Space is silent because there is no atmosphere to carry sound waves.",
    "likes": 0,
    "createdAt": "2024-05-20T17:00:00Z"
  },
  {
    "message": "The moon drifts away from Earth at a rate of about 1.5 inches per year.",
    "likes": 0,
    "createdAt": "2024-05-19T11:00:00Z"
  },
  {
    "message": "There are more trees on Earth (over 3 trillion) than stars in the Milky Way (100-400 billion).",
    "likes": 0,
    "createdAt": "2024-05-18T08:00:00Z"
  },
  {
    "message": "Saturn's rings are mostly made of ice particles, rocky debris, and dust.",
    "likes": 0,
    "createdAt": "2024-05-17T13:00:00Z"
  },
  {
    "message": "It rains diamonds on Jupiter and Saturn due to high pressure and heat turning carbon into diamonds.",
    "likes": 0,
    "createdAt": "2024-05-16T16:00:00Z"
  },
  {
    "message": "The Sun's core is about 27 million degrees Fahrenheit (15 million degrees Celsius).",
    "likes": 0,
    "createdAt": "2024-05-15T19:00:00Z"
  },
  {
    "message": "A year on Neptune lasts about 165 Earth years.",
    "likes": 0,
    "createdAt": "2024-05-14T22:00:00Z"
  },
  {
    "message": "Pluto has mountains made of ice that are as tall as the Rockies.",
    "likes": 0,
    "createdAt": "2024-05-13T08:00:00Z"
  }
]
